Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# aiChatEnableConsentAgreement
source: I understand and agree to the Privacy Policy and Terms of Use.
ar: أفهم وأوافق على سياسة الخصوصية وشروط الاستخدام.
de: Ich verstehe und stimme der Datenschutzerklärung und den Nutzungsbedingungen zu.
es: Entiendo y acepto la Política de Privacidad y los Términos de Uso.
fr: Je comprends et j'accepte la politique de confidentialité et les conditions d'utilisation.
hi: मैं समझता हूँ और गोपनीयता नीति और उपयोग की शर्तों से सहमति देता हूँ।
it: Comprendo e accetto l'informativa sulla privacy e i termini di utilizzo.
ja: プライバシーポリシーと利用規約に同意します。
ko: 저는 개인정보 보호정책 및 이용 약관에 동의하고 이해합니다.
nl: Ik begrijp en ga akkoord met het Privacybeleid en de Gebruiksvoorwaarden.
pl: Rozumiem i zgadzam się z Polityką prywatności oraz Warunkami korzystania.
pt: Eu entendo e concordo com a Política de Privacidade e os Termos de Uso.
ru: Я понимаю и согласен с Политикой конфиденциальности и Условиями использования.
th: ฉันเข้าใจและยอมรับนโยบายความเป็นส่วนตัวและข้อกำหนดการใช้งาน
tr: Gizlilik Politikası ve Kullanım Şartları’nı anlıyorum ve kabul ediyorum.
vi: Tôi hiểu và đồng ý với Chính sách Bảo mật và Điều khoản Sử dụng.
zh_hans: 我理解并同意隐私政策和使用条款。
zh_hant: 我理解並同意隱私政策和使用條款。

# aiChatEnableConsentCloudMessage
source: AI requests are processed by ExcalidrawZ AI services. They are not handled entirely on this device.
ar: تتم معالجة طلبات الذكاء الاصطناعي بواسطة خدمات الذكاء الاصطناعي لـ ExcalidrawZ. لا تتم معالجتها بالكامل على هذا الجهاز.
de: AI-Anfragen werden von den ExcalidrawZ AI-Diensten verarbeitet. Sie werden nicht vollständig auf diesem Gerät verarbeitet.
es: Las solicitudes de IA son procesadas por los servicios de IA de ExcalidrawZ. No se manejan completamente en este dispositivo.
fr: Les demandes AI sont traitées par les services AI d'ExcalidrawZ. Elles ne sont pas gérées entièrement sur cet appareil.
hi: AI अनुरोध ExcalidrawZ AI सेवाओं द्वारा संसाधित किए जाते हैं। इन्हें पूरी तरह से इस डिवाइस पर नहीं संभाला जाता है।
it: Le richieste AI sono elaborate dai servizi AI di ExcalidrawZ. Non vengono gestite interamente su questo dispositivo.
ja: AIリクエストはExcalidrawZ AIサービスによって処理されます。これらはこのデバイス上では完全には処理されません。
ko: AI 요청은 ExcalidrawZ AI 서비스에 의해 처리됩니다. 이 장치에서 완전히 처리되지 않습니다.
nl: AI-aanvragen worden verwerkt door de ExcalidrawZ AI-diensten. Ze worden niet volledig op dit apparaat verwerkt.
pl: Zapytania AI są przetwarzane przez usługi AI ExcalidrawZ. Nie są one obsługiwane w całości na tym urządzeniu.
pt: As solicitações de IA são processadas pelos serviços de IA do ExcalidrawZ. Elas não são tratadas inteiramente neste dispositivo.
ru: Запросы ИИ обрабатываются службами ExcalidrawZ AI. Они не обрабатываются полностью на этом устройстве.
th: คำขอ AI จะถูกประมวลผลโดยบริการ AI ของ ExcalidrawZ ซึ่งจะไม่ดำเนินการทั้งหมดในอุปกรณ์นี้
tr: AI istekleri ExcalidrawZ AI hizmetleri tarafından işlenir. Tamamen bu cihazda işlenmez.
vi: Các yêu cầu AI được xử lý bởi dịch vụ AI của ExcalidrawZ. Chúng không được xử lý hoàn toàn trên thiết bị này.
zh_hans: AI请求由ExcalidrawZ AI服务处理。它们并不完全在此设备上处理。
zh_hant: AI 請求由 ExcalidrawZ AI 服務處理，並非完全在此設備上處理。

# aiChatEnableConsentCloudTitle
source: AI is a cloud feature
ar: الذكاء الاصطناعي ميزة سحابية
de: AI ist ein Cloud-Feature
es: La IA es una función en la nube
fr: L'AI est une fonctionnalité cloud
hi: AI एक क्लाउड सुविधा है
it: L'AI è una funzionalità cloud
ja: AIはクラウド機能です
ko: AI는 클라우드 기능입니다
nl: AI is een cloudfunctie
pl: AI jest funkcją w chmurze
pt: A IA é um recurso em nuvem
ru: ИИ — это облачная функция
th: AI เป็นฟีเจอร์คลาวด์
tr: AI bir bulut özelliğidir
vi: AI là một tính năng đám mây
zh_hans: AI是一个云功能
zh_hant: AI 是一項雲端功能

# aiChatEnableConsentDataMessage
source: Your prompt, relevant canvas content, tool calls and results, attached files or images, and account or credit metadata may be sent when needed to answer your request.
ar: قد يتم إرسال طلبك ومحتوى القماش ذات الصلة واستدعاءات الأدوات والنتائج والملفات أو الصور المرفقة وبيانات الحساب أو الائتمان عند الحاجة للرد على طلبك.
de: Ihr Eingabetext, relevante Canvas-Inhalte, Toolaufrufe und Ergebnisse, angehängte Dateien oder Bilder sowie Konten- oder Kreditmetadaten können bei Bedarf gesendet werden, um Ihre Anfrage zu beantworten.
es: Su solicitud, el contenido relevante del lienzo, las llamadas a herramientas y los resultados, los archivos o imágenes adjuntos, y los metadatos de la cuenta o crédito pueden enviarse cuando sea necesario para responder a su solicitud.
fr: Votre prompt, le contenu pertinent du canvas, les appels et résultats des outils, les fichiers ou images joints, et les métadonnées de compte ou de crédit peuvent être envoyés si nécessaire pour répondre à votre demande.
hi: आपका प्रॉम्प्ट, संबंधित कैनवास सामग्री, उपकरण कॉल और परिणाम, अटैच की गई फ़ाइलें या छवियाँ, और खाता या क्रेडिट मेटाडेटा आपकी अनुरोध का उत्तर देने के लिए आवश्यक होने पर भेजी जा सकती हैं।
it: Il tuo prompt, contenuto pertinente della canvas, chiamate agli strumenti e risultati, file o immagini allegati, e metadati dell'account o del credito possono essere inviati quando necessario per rispondere alla tua richiesta.
ja: プロンプト、関連するキャンバスの内容、ツールの呼び出しと結果、添付ファイルまたは画像、アカウントまたはクレジットのメタデータは、リクエストに応えるために必要に応じて送信される可能性があります。
ko: 귀하의 프롬프트, 관련 캔버스 콘텐츠, 도구 호출 및 결과, 첨부된 파일 또는 이미지, 계정 또는 크레딧 메타데이터는 귀하의 요청에 답하기 위해 필요할 때 전송될 수 있습니다.
nl: Uw prompt, relevante canvasinhoud, tooloproepen en resultaten, bijgevoegde bestanden of afbeeldingen, en account- of kredietmetadata kunnen worden verzonden wanneer dat nodig is om uw verzoek te beantwoorden.
pl: Twoja sugestia, odpowiednie treści z płótna, wywołania narzędzi i wyniki, załączone pliki lub obrazy oraz dane metadane konta lub kredytów mogą być wysyłane, gdy jest to konieczne, aby odpowiedzieć na Twoje żądanie.
pt: Seu prompt, conteúdo relevante da tela, chamadas de ferramentas e resultados, arquivos ou imagens anexados e dados de conta ou créditos podem ser enviados quando necessário para responder à sua solicitação.
ru: Ваш запрос, соответствующее содержимое холста, вызовы инструментов и результаты, прикрепленные файлы или изображения, а также метаданные учетной записи или кредита могут быть отправлены при необходимости для ответа на ваш запрос.
th: ข้อความเสนอของคุณ, เนื้อหาภาพที่เกี่ยวข้อง, การเรียกเครื่องมือและผลลัพธ์, ไฟล์หรือภาพที่แนบมาทั้งหมด และข้อมูลเมตาของบัญชีหรือเครดิตอาจถูกส่งเมื่อจำเป็นเพื่อตอบคำขอของคุณ.
tr: Girdiğiniz, ilgili tuval içeriği, araç çağrıları ve sonuçlar, ekli dosyalar veya görseller ve hesap veya kredi meta verileri, talebinizi yanıtlamak için gerektiğinde gönderilebilir.
vi: Nội dung canvas liên quan đến yêu cầu của bạn, công cụ gọi và kết quả, tệp đính kèm hoặc hình ảnh, và siêu dữ liệu tài khoản hoặc tín dụng có thể được gửi khi cần thiết để trả lời yêu cầu của bạn.
zh_hans: 您的提示、相关画布内容、工具调用和结果、附加文件或图片以及帐户或信用元数据可能会在需要时发送，以回答您的请求。
zh_hant: 為了回應您的請求，您的提示、相關的畫布內容、工具調用及結果、附加的檔案或圖像，以及帳戶或信用資料可能會在需要時發送。

# aiChatEnableConsentDataTitle
source: Relevant data may be sent
ar: قد يتم إرسال بيانات ذات صلة
de: Relevante Daten können gesendet werden
es: Se pueden enviar datos relevantes
fr: Des données pertinentes peuvent être envoyées
hi: संबंधित डेटा भेजा जा सकता है
it: I dati pertinenti possono essere inviati
ja: 関連データが送信される可能性があります
ko: 관련 데이터가 전송될 수 있습니다
nl: Relevante gegevens kunnen worden verzonden
pl: Mogą być wysyłane odpowiednie dane
pt: Dados relevantes podem ser enviados
ru: Могут быть отправлены соответствующие данные
th: ข้อมูลที่เกี่ยวข้องอาจถูกส่ง
tr: İlgili veriler gönderilebilir
vi: Dữ liệu liên quan có thể được gửi
zh_hans: 相关数据可能会被发送
zh_hant: 可能會發送相關數據

# aiChatEnableConsentProviderMessage
source: Depending on the selected model, requests may be routed to third-party model providers such as OpenAI, Anthropic, or Google.
ar: اعتمادًا على النموذج المحدد، قد يتم توجيه الطلبات إلى مقدمي نماذج من طرف ثالث مثل OpenAI أو Anthropic أو Google.
de: Je nach ausgewähltem Modell können Anfragen an Drittanbieter-Modellanbieter wie OpenAI, Anthropic oder Google weitergeleitet werden.
es: Según el modelo seleccionado, las solicitudes pueden ser dirigidas a proveedores de modelos de terceros como OpenAI, Anthropic o Google.
fr: En fonction du modèle sélectionné, les requêtes peuvent être acheminées vers des fournisseurs de modèles tiers tels qu'OpenAI, Anthropic ou Google.
hi: चुने गए मॉडल के आधार पर, अनुरोध तीसरे पक्ष के मॉडल प्रदाताओं जैसे OpenAI, Anthropic या Google को प्रेषित किए जा सकते हैं।
it: A seconda del modello selezionato, le richieste possono essere instradate a fornitori di modelli di terze parti come OpenAI, Anthropic o Google.
ja: 選択したモデルによっては、リクエストがOpenAI、Anthropic、Googleなどのサードパーティモデルプロバイダーにルーティングされる場合があります。
ko: 선택한 모델에 따라 요청은 OpenAI, Anthropic 또는 Google과 같은 제3자 모델 제공업체로 라우팅될 수 있습니다.
nl: Afhankelijk van het geselecteerde model kunnen verzoeken worden doorgestuurd naar externe modelproviders zoals OpenAI, Anthropic of Google.
pl: W zależności od wybranego modelu, żądania mogą być kierowane do dostawców modeli zewnętrznych, takich jak OpenAI, Anthropic lub Google.
pt: Dependendo do modelo selecionado, as solicitações podem ser direcionadas a provedores de modelos de terceiros, como OpenAI, Anthropic ou Google.
ru: В зависимости от выбранной модели, запросы могут быть направлены к поставщикам моделей третьих сторон, таким как OpenAI, Anthropic или Google.
th: ขึ้นอยู่กับโมเดลที่เลือก, คำขออาจถูกส่งไปยังผู้ให้บริการโมเดลบุคคลที่สามเช่น OpenAI, Anthropic, หรือ Google.
tr: Seçilen modele bağlı olarak, talepler OpenAI, Anthropic veya Google gibi üçüncü parti model sağlayıcılarına yönlendirilebilir.
vi: Tùy thuộc vào mô hình đã chọn, các yêu cầu có thể được chuyển tới các nhà cung cấp mô hình bên thứ ba như OpenAI, Anthropic hoặc Google.
zh_hans: 根据所选模型，请求可能会被转发到第三方模型提供商，例如 OpenAI、Anthropic 或 Google。
zh_hant: 根據所選擇的模型，請求可能會被路由到第三方模型提供者，例如 OpenAI、Anthropic 或 Google。

# aiChatEnableConsentProviderTitle
source: Model providers may receive requests
ar: قد تستقبل مقدمو النماذج الطلبات
de: Modellanbieter können Anfragen erhalten
es: Los proveedores de modelos pueden recibir solicitudes
fr: Les fournisseurs de modèles peuvent recevoir des requêtes
hi: मॉडल प्रदाताओं को अनुरोध मिल सकते हैं
it: I fornitori di modelli possono ricevere richieste
ja: モデルプロバイダーがリクエストを受信する可能性があります
ko: 모델 제공업체는 요청을 받을 수 있습니다
nl: Modelproviders kunnen verzoeken ontvangen
pl: Dostawcy modeli mogą otrzymywać żądania
pt: Provedores de modelo podem receber solicitações
ru: Поставщики моделей могут получать запросы
th: ผู้ให้บริการโมเดลอาจรับคำขอ
tr: Model sağlayıcıları talepleri alabilir
vi: Các nhà cung cấp mô hình có thể nhận yêu cầu
zh_hans: 模型提供商可能会接收到请求
zh_hant: 模型提供者可能會接收請求

# aiChatEnableConsentSensitiveMessage
source: Avoid entering passwords, API keys, payment details, health information, or other private content that you do not want processed by cloud AI services.
ar: تجنب إدخال كلمات المرور أو مفاتيح API أو تفاصيل الدفع أو معلومات الصحة أو محتوى خاص آخر لا تريد معالجته بواسطة خدمات AI السحابية.
de: Vermeiden Sie die Eingabe von Passwörtern, API-Schlüsseln, Zahlungsdaten, Gesundheitsinformationen oder anderen privaten Inhalten, die Sie nicht von Cloud-AI-Diensten verarbeitet haben möchten.
es: Evite ingresar contraseñas, claves de API, detalles de pago, información de salud u otro contenido privado que no desee que sea procesado por servicios de IA en la nube.
fr: Évitez de saisir des mots de passe, des clés API, des détails de paiement, des informations de santé ou d'autres contenus privés que vous ne souhaitez pas traiter par des services d'IA cloud.
hi: पासवर्ड, एपीआई कुंजी, भुगतान विवरण, स्वास्थ्य जानकारी, या अन्य निजी सामग्री दर्ज करने से बचें जिसे आप क्लाउड एआई सेवाओं द्वारा प्रोसेस करना नहीं चाहते।
it: Evita di inserire password, chiavi API, dettagli di pagamento, informazioni sanitarie o altri contenuti privati che non desideri vengano elaborati dai servizi AI cloud.
ja: クラウドAIサービスによって処理されることを望まないパスワード、APIキー、支払い詳細、健康情報、またはその他のプライベートな内容を入力しないでください。
ko: 비밀번호, API 키, 결제 세부정보, 건강 정보 또는 클라우드 AI 서비스에 의해 처리되기 원하지 않는 기타 개인적인 콘텐츠는 입력하지 마십시오.
nl: Vermijd het invoeren van wachtwoorden, API-sleutels, betalingsgegevens, gezondheidsinformatie of andere privé-inhoud die u niet wilt dat door cloud-AI-diensten wordt verwerkt.
pl: Unikaj wprowadzania haseł, kluczy API, danych płatności, informacji o zdrowiu lub innych prywatnych treści, których przetwarzania przez usługi AI w chmurze nie chcesz.
pt: Evite inserir senhas, chaves de API, detalhes de pagamento, informações de saúde ou outro conteúdo privado que você não deseja que seja processado por serviços de IA em nuvem.
ru: Избегайте ввода паролей, API-ключей, платежных данных, информации о здоровье или другого личного контента, который вы не хотите, чтобы обрабатывали облачные AI-сервисы.
th: หลีกเลี่ยงการป้อนรหัสผ่าน, คีย์ API, รายละเอียดการชำระเงิน, ข้อมูลสุขภาพ หรือเนื้อหาส่วนตัวอื่นที่คุณไม่ต้องการให้บริการ AI ในคลาวด์ประมวลผล.
tr: Bulut AI hizmetleri tarafından işlenmesini istemediğiniz şifreler, API anahtarları, ödeme bilgileri, sağlık bilgileri veya diğer özel içerikleri girmemeye özen gösterin.
vi: Tránh nhập mật khẩu, khóa API, chi tiết thanh toán, thông tin sức khỏe hoặc nội dung riêng tư khác mà bạn không muốn được xử lý bởi dịch vụ AI đám mây.
zh_hans: 避免输入密码、API 密钥、付款详情、健康信息或其他您不希望被云 AI 服务处理的私人内容。
zh_hant: 請避免輸入密碼、API 金鑰、支付詳情、健康信息或其他您不希望被雲端 AI 服務處理的私人內容。

# aiChatEnableConsentSensitiveTitle
source: Avoid sensitive data
ar: تجنب البيانات الحساسة
de: Vermeiden Sie sensible Daten
es: Evitar datos sensibles
fr: Évitez les données sensibles
hi: संवेदनशील डेटा से बचें
it: Evita dati sensibili
ja: 機密データを避ける
ko: 민감한 데이터 피하기
nl: Vermijd gevoelige gegevens
pl: Unikaj danych wrażliwych
pt: Evite dados sensíveis
ru: Избегайте чувствительных данных
th: หลีกเลี่ยงข้อมูลที่ละเอียดอ่อน
tr: Özel verilerden kaçının
vi: Tránh dữ liệu nhạy cảm
zh_hans: 避免敏感数据
zh_hant: 避免敏感數據

# aiChatEnableConsentSubtitle
source: Please review how AI works in ExcalidrawZ before enabling it. You can turn AI off again in Settings at any time.
ar: يرجى مراجعة كيفية عمل الذكاء الاصطناعي في ExcalidrawZ قبل تفعيله. يمكنك إيقاف تشغيل الذكاء الاصطناعي مرة أخرى في الإعدادات في أي وقت.
de: Bitte überprüfen Sie, wie KI in ExcalidrawZ funktioniert, bevor Sie sie aktivieren. Sie können die KI jederzeit in den Einstellungen wieder deaktivieren.
es: Por favor, revise cómo funciona la IA en ExcalidrawZ antes de habilitarla. Puede desactivar la IA en la Configuración en cualquier momento.
fr: Veuillez examiner comment fonctionne l'IA dans ExcalidrawZ avant de l'activer. Vous pouvez désactiver l'IA à tout moment dans les paramètres.
hi: कृपया इसे सक्षम करने से पहले ExcalidrawZ में एआई कैसे काम करता है, इसकी समीक्षा करें। आप किसी भी समय सेटिंग्स में फिर से एआई बंद कर सकते हैं।
it: Si prega di rivedere come funziona l'AI in ExcalidrawZ prima di abilitarla. Puoi disattivare l'AI in qualsiasi momento nelle Impostazioni.
ja: 有効にする前に、ExcalidrawZのAIの動作を確認してください。設定でいつでもAIを無効にできます。
ko: AI 기능을 활성화하기 전에 ExcalidrawZ에서 AI가 어떻게 작동하는지 검토해 주십시오. 언제든지 설정에서 AI를 다시 끌 수 있습니다.
nl: Bekijk hoe AI werkt in ExcalidrawZ voordat u het inschakelt. U kunt AI op elk moment weer uitschakelen in Instellingen.
pl: Proszę zapoznać się z tym, jak działa AI w ExcalidrawZ, przed włączeniem go. Możesz wyłączyć AI w Ustawieniach w dowolnym momencie.
pt: Por favor, revise como a IA funciona no ExcalidrawZ antes de ativá-la. Você pode desativar a IA novamente em Configurações a qualquer momento.
ru: Пожалуйста, ознакомьтесь с тем, как работает AI в ExcalidrawZ, перед его включением. Вы можете отключить AI в любой момент в настройках.
th: กรุณาทบทวนว่า AI ทำงานอย่างไรใน ExcalidrawZ ก่อนที่จะเปิดใช้งาน คุณสามารถปิด AI ได้อีกครั้งในการตั้งค่าได้ตลอดเวลา.
tr: AI etkinleştirilmeden önce ExcalidrawZ'de AI'nin nasıl çalıştığını gözden geçirmenizi rica ederiz. AI'yi tekrar kapatmak için istediğiniz zaman Ayarlar'dan kapatabilirsiniz.
vi: Vui lòng xem xét cách AI hoạt động trong ExcalidrawZ trước khi bật nó lên. Bạn có thể tắt AI bất cứ lúc nào trong Cài đặt.
zh_hans: 在启用 AI 之前，请查看 ExcalidrawZ 中 AI 的工作原理。您可以随时在设置中关闭 AI。
zh_hant: 在開啟 AI 功能之前，請查看 ExcalidrawZ 中 AI 的運作方式。您可以隨時在設置中關閉 AI 功能。

# aiChatErrorForbiddenFallback
source: Request was denied.
ar: تم رفض الطلب.
de: Anfrage wurde abgelehnt.
es: La solicitud fue denegada.
fr: La demande a été refusée.
hi: अनुरोध अस्वीकार कर दिया गया है।
it: Richiesta negata.
ja: リクエストが拒否されました。
ko: 요청이 거부되었습니다.
nl: Verzoek werd geweigerd.
pl: Żądanie zostało odrzucone.
pt: Solicitação foi negada.
ru: Запрос был отклонен.
th: การร้องขอถูกปฏิเสธ
tr: İstek reddedildi.
vi: Yêu cầu bị từ chối.
zh_hans: 请求被拒绝。
zh_hant: 請求被拒絕。

# aiChatErrorLoadAgentConfigFailed
source: Failed to load agent config: %@
ar: فشل تحميل إعدادات الوكيل: %@
de: Laden der Agentenkonfiguration fehlgeschlagen: %@
es: Error al cargar la configuración del agente: %@
fr: Échec du chargement de la configuration de l'agent : %@
hi: एजेंट कॉन्फ़िगरेशन लोड करने में विफल: %@
it: Caricamento della configurazione dell'agente fallito: %@
ja: エージェントの設定の読み込みに失敗しました: %@
ko: 에이전트 구성 로드 실패: %@
nl: Kon agentconfiguratie niet laden: %@
pl: Nie udało się załadować konfiguracji agenta: %@
pt: Falha ao carregar a configuração do agente: %@
ru: Не удалось загрузить конфигурацию агента: %@
th: ไม่สามารถโหลดการตั้งค่าตัวแทนได้: %@
tr: Ajan yapılandırması yüklenemedi: %@
vi: Không thể tải cấu hình đại lý: %@
zh_hans: 加载代理配置失败：%@
zh_hant: 無法加載代理配置：%@

# aiChatErrorNoModelCanReadImages
source: No available AI model can read images.
ar: لا يوجد نموذج ذكاء اصطناعي متاح لقراءة الصور.
de: Kein verfügbares KI-Modell kann Bilder lesen.
es: No hay modelo de IA disponible que pueda leer imágenes.
fr: Aucun modèle AI disponible ne peut lire les images.
hi: कोई उपलब्ध AI मॉडल चित्र पढ़ नहीं सकता।
it: Nessun modello AI disponibile può leggere le immagini.
ja: 画像を読み取れるAIモデルはありません。
ko: 이미지를 읽을 수 있는 AI 모델이 없습니다.
nl: Geen beschikbare AI-model kan afbeeldingen lezen.
pl: Żaden dostępny model AI nie potrafi odczytywać obrazów.
pt: Nenhum modelo de IA disponível pode ler imagens.
ru: Нет доступной модели ИИ, которая может читать изображения.
th: ไม่มีโมเดล AI ที่สามารถอ่านภาพได้
tr: Resimleri okuyabilen herhangi bir AI modeli yok.
vi: Không có mô hình AI nào có thể đọc hình ảnh.
zh_hans: 没有可用的 AI 模型可以读取图像。
zh_hant: 沒有可用的AI模型可以讀取圖像。

# aiChatErrorRateLimited
source: Too many requests. Please slow down.
ar: طلبات كثيرة جداً. يرجى التخفيف.
de: Zu viele Anfragen. Bitte verlangsamen Sie.
es: Demasiadas solicitudes. Por favor, disminuye la velocidad.
fr: Trop de demandes. Veuillez ralentir.
hi: बहुत अधिक अनुरोध। कृपया धीरे चलें।
it: Troppe richieste. Per favore rallenta.
ja: リクエストが多すぎます。少し待ってください。
ko: 요청이 너무 많습니다. 천천히 진행하세요.
nl: Te veel verzoeken. Behoedzaam.
pl: Za dużo żądań. Proszę zwolnić tempo.
pt: Muitas solicitações. Por favor, diminua a velocidade.
ru: Слишком много запросов. Пожалуйста, замедлите скорость.
th: มีคำร้องขอมากเกินไป กรุณาช้าลง
tr: Çok fazla istek. Lütfen yavaşlayın.
vi: Quá nhiều yêu cầu. Vui lòng chậm lại.
zh_hans: 请求过多。请放慢速度。
zh_hant: 請求過多。請放慢速度。

# aiChatErrorUnauthorization
source: Please sign in to continue.
ar: يرجى تسجيل الدخول للمتابعة.
de: Bitte melden Sie sich an, um fortzufahren.
es: Por favor, inicie sesión para continuar.
fr: Veuillez vous connecter pour continuer.
hi: जारी रखने के लिए कृपया साइन इन करें।
it: Accedi per continuare.
ja: 続行するにはサインインしてください。
ko: 계속하려면 로그인하세요.
nl: Log in om door te gaan.
pl: Zaloguj się, aby kontynuować.
pt: Por favor, faça login para continuar.
ru: Пожалуйста, войдите в систему, чтобы продолжить.
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Devam etmek için lütfen oturum açın.
vi: Vui lòng đăng nhập để tiếp tục.
zh_hans: 请登录以继续。
zh_hant: 請登錄以繼續。

# aiChatFileAccessHelpAccessAllowed
source: AI can read and edit this file. Click to prevent file access and use proposal edits instead.
ar: يمكن للذكاء الاصطناعي قراءة وتعديل هذا الملف. انقر لمنع الوصول إلى الملف واستخدام التعديلات المقترحة بدلاً من ذلك.
de: Die KI kann diese Datei lesen und bearbeiten. Klicken Sie hier, um den Dateizugriff zu verhindern und stattdessen Vorschlagsänderungen zu verwenden.
es: La IA puede leer y editar este archivo. Haz clic para evitar el acceso al archivo y utilizar propuestas de edición en su lugar.
fr: L'IA peut lire et modifier ce fichier. Cliquez pour empêcher l'accès au fichier et utilisez plutôt les modifications proposées.
hi: AI इस फ़ाइल को पढ़ और संपादित कर सकता है। फ़ाइल पहुँच को रोकने और इसके बजाय प्रस्ताव संपादन का उपयोग करने के लिए क्लिक करें।
it: L'AI può leggere e modificare questo file. Clicca per impedire l'accesso al file e utilizzare invece le modifiche proposte.
ja: AIはこのファイルを読み取りおよび編集できます。ファイルアクセスを防ぎ、代わりに提案編集を使用するにはクリックしてください。
ko: AI는 이 파일을 읽고 수정할 수 있습니다. 파일 접근을 차단하고 제안 수정을 사용하려면 클릭하세요.
nl: AI kan dit bestand lezen en bewerken. Klik om toegang tot het bestand te voorkomen en gebruik in plaats daarvan voorstelwijzigingen.
pl: AI może odczytywać i edytować ten plik. Kliknij, aby zapobiec dostępowi do pliku i zamiast tego użyć edycji propozycji.
pt: A IA pode ler e editar este arquivo. Clique para impedir o acesso ao arquivo e usar edições de proposta em vez disso.
ru: Искусственный интеллект может читать и редактировать этот файл. Щелкните, чтобы запретить доступ к файлу и использовать редактирование предложений вместо этого.
th: AI สามารถอ่านและแก้ไขไฟล์นี้ได้ คลิกเพื่อป้องกันการเข้าถึงไฟล์และใช้การแก้ไขโดยข้อเสนอแทน
tr: Yapay zeka bu dosyayı okuyabilir ve düzenleyebilir. Dosya erişimini engellemek ve bunun yerine öneri düzenlemeleri kullanmak için tıklayın.
vi: AI có thể đọc và chỉnh sửa tệp này. Nhấn để ngăn chặn truy cập tệp và sử dụng chỉnh sửa đề xuất thay thế.
zh_hans: AI 可以读取和编辑此文件。点击以阻止文件访问并使用提案编辑。
zh_hant: AI 可以讀取和編輯此文件。點擊以防止文件訪問，改用提案編輯。

# aiChatFileAccessHelpAccessDenied
source: AI cannot read or edit this file. Click to allow direct file access and editing.
ar: لا يمكن للذكاء الاصطناعي قراءة أو تعديل هذا الملف. انقر للسماح بالوصول المباشر إلى الملف وتعديله.
de: Die KI kann diese Datei nicht lesen oder bearbeiten. Klicken Sie hier, um den direkten Dateizugriff und die Bearbeitung zu erlauben.
es: La IA no puede leer ni editar este archivo. Haz clic para permitir el acceso directo al archivo y la edición.
fr: L'IA ne peut pas lire ou modifier ce fichier. Cliquez pour autoriser l'accès direct au fichier et à la modification.
hi: AI इस फ़ाइल को पढ़ या संपादित नहीं कर सकता है। सीधे फ़ाइल पहुँच और संपादन की अनुमति देने के लिए क्लिक करें।
it: L'AI non può leggere o modificare questo file. Clicca per consentire l'accesso diretto al file e la modifica.
ja: AIはこのファイルを読み取ったり編集したりできません。直接ファイルアクセスと編集を許可するにはクリックしてください。
ko: AI는 이 파일을 읽거나 수정할 수 없습니다. 직접 파일 접근 및 수정을 허용하려면 클릭하세요.
nl: AI kan dit bestand niet lezen of bewerken. Klik om directe toegang tot het bestand en bewerking toe te staan.
pl: AI nie może odczytywać ani edytować tego pliku. Kliknij, aby zezwolić na bezpośredni dostęp do pliku i edytowanie.
pt: A IA não pode ler ou editar este arquivo. Clique para permitir o acesso direto ao arquivo e edição.
ru: Искусственный интеллект не может читать или редактировать этот файл. Щелкните, чтобы разрешить прямой доступ к файлу и редактирование.
th: AI ไม่สามารถอ่านหรือแก้ไขไฟล์นี้ได้ คลิกเพื่ออนุญาตให้เข้าถึงและแก้ไขไฟล์โดยตรง
tr: Yapay zeka bu dosyayı okuyamaz veya düzenleyemez. Doğrudan dosya erişimine ve düzenlemeye izin vermek için tıklayın.
vi: AI không thể đọc hoặc chỉnh sửa tệp này. Nhấn để cho phép truy cập và chỉnh sửa tệp trực tiếp.
zh_hans: AI 无法读取或编辑此文件。点击以允许直接文件访问和编辑。
zh_hant: AI 無法讀取或編輯此文件。點擊以允許直接訪問和編輯文件。
